Repository: DavidePrincipi/nethvoice-docs
Catalog: admin-manual/locale/*/LC_MESSAGES/wizard.po
Languages: es

source: Wizard prima configurazione
es: Asistente primera configuración

source: Il wizard di prima configurazione consente di installare e configurare agevolmente tutte le componenti di un centralino.
es: El asistente de primera configuración permite instalar y configurar fácilmente todos los componentes de una centralita

source: `https://IP_DEL_SERVER/NOME_PRODOTTO`
es: `https://IP_DEL_SERVER/NOMBRE_PRODUCTO`

source: è possibile raggiungere l'applicazione web.
es: es posible alcanzar la aplicación web

source: Le credenziali per il login sono le seguenti:
es: Las credenciales para el login son las siguientes:

source: `username: admin`
es: `usuario: admin`

source: `password: Nethesis,1234`
es: `contraseña: Nethesis,1234`

source: Modalità centralino
es: Modalidad centralita

source: Una volta effettuato il login, vi viene subito proposto di scegliere che tipologia di centralino intendete installare:
es: Una vez efectuado el login, os viene inmediatamente propuesto la elección de tipología de centralita que intentáis instalar:

source: *Legacy*: il centralino diventa anche la base per creare i vostri utenti, quindi al vostro server verrà installata una base LDAP su cui creare i vostri utenti
es: *Legacy*: la centralita se convierte incluso en la base para crear vuestros usuarios, en vuestro servidor vendrá instalada una base LDAP en la que crear vuestros usuarios

source: *Unified*: il centralino utilizza la base utenti già presente nel vostro server (LDAP o Active Directory)
es: *Unified*: la centralita usa la base de usuarios ya presente en vuestro servidor (LDAP o Active Directory)

source: Una volta scelta la modalità, si procede alla configurazione degli utenti
es: Una vez elegida la modalidad, se procede a la configuración de los usuarios

source: Utenti
es: Usuarios

source: Una volta scelta la modalità del centralino, vedrete una lista vuota (nel caso di Legacy) o la lista degli utenti già presenti nel server (nel caso di Unified).
es: Una vez elegida la modalidad de la centralita, veréis una lista vacía (en el caso de Legacy) o la lista de los usuarios ya presentes en el servidor (en el caso de Unified).

source: Se siete in modalità Legacy create il vostro primo utente, scegliendo un username e il nome completo.
es: Si estáis en la modalidad Legacy crear vuestro primer usuario, eligiendo un nombre de usuario y el nombre completo.

source: Interni
es: Internos

source: E' possibile ora inserire gli interni relativi per ogni utente:
es: Es posible ahora introducir los internos relativos para cada usuario:

source: Inserire il numero dell'interno (consigliato a partire dal numero 200) nel campo di testo
es: Introducir el número del interno (aconsejado a partir del número 200) en el campo de texto

source: Cliccare su Inserisci
es: Hacer clic en Introducir

source: L'utente si evidenzia e una spunta verde compare se tutto è andato a buon fine
es: El usuario se resalta y aparece una marca verde si todo ha tenido éxito

source: Importazione utenti da csv
es: Importación usuarios desde csv

source: Creare un file di testo, con un utente per riga e il formato
es: Crear un archivo de texto, con un usuario por fila y el formato

source: Per esempio:
es: Por ejemplo:

source: Cliccare su :guilabel:`Importa` e selezionare il file creato.
es: Hacer clic en :guilabel:`Importar` y seleccionar el archivo creado.

source: Nella finestra che si aprirà, fare click su :guilabel:`Importa` e attendere che gli utenti vengano creati.
es: En la ventana que se abrirá, hacer clic en :guilabel:`Importar` y esperar que los usuarios vengan creados.

source: Se viene omesso l'interno, verranno creati solo gli utenti.
es: Si viene omitido el interno, serán creados sólo los usuarios.

source: Se il campo *password* non viene compilato, la password sarà generata casualmente.
es: Si el campo *contraseña* no viene compilado, la contraseña será generada casualmente.

source: E' possibile utilizzare la funzione anche per assegnare gli interni ad utenti già creati, ma senza interno assegnato.
es: Es posible utilizar la función también para asignar los internos a usuarios ya creados, pero sin interno asignado.

source: In questo caso, il campo *password* verrà ignorato.
es: En este caso, el campo *contraseña* será ignorado.

source: Gruppi
es: Grupos

source: E' possibile creare dei gruppi utente che poi saranno visibili e utilizzabili nelle applicazioni, come ad esempio nel |product_cti|
es: Es posible crear grupos de usuarios que más tarde serán visibles y utilizables en las aplicaciones, como por ejemplo en |product_cti|

source: Cliccare il bottone "Crea nuovo gruppo"
es: Hacer clic en el botón "Crear nuevo grupo"

source: Specificare un nome e salvare
es: Especificar un nombre y guardar

source: Il gruppo compare tra la lista
es: El grupo aparece en la lista

source: Profili
es: Perfiles

source: Base: funzionalità minime per l'utente
es: Base: funcionalidades mínimas para el usuario

source: Standard: funzionalità di gestione classiche per l'utente
es: Estándar: funcionalidades de gestión clásicas para el usuario

source: Avanzato: quasi tutte le funzionalità sono sbloccate, per l'utente Avanzato
es: Avanzado: casi todas las funcionalidades son desbloqueadas, para el usuario Avanzado

source: E' possibile creare anche nuovi profili, duplicando uno esistente o creandone di nuovi e specificando le varie funzionalità
es: Es posible crear incluso nuevos perfiles, duplicando uno existente o creando nuevos y especificando las diferentes funcionalidades

source: Ricordarsi di abilitare sui profili dove necessario l'accesso ai gruppi utente precedentemente creati.
es: Recordarse de habilitar en los perfiles dónde sea necesario el acceso a grupos de usuarios anteriormente creados.

source: Dispositivi
es: Dispositivos

source: In questa sezione è possibile scansionare la propria rete e il wizard troverà in automatico i telefoni che sono collegati alla vostra rete, individuando, dove è possibile, marco e modello e vi fornisce inoltre l'indirizzo IP e il MAC address.
es: En esta sección es posible escanear la propia red y el asistente encontrará automáticamente los teléfonos que están conectados a vuestra red, identificando, dónde sea posible, marca y modelo y os proporcionará además la dirección IP y la MAC address.

source: Se in alcuni telefoni non è stato possibile trovare automaticamente il modello, servirsi del menù a tendina per specificarlo.
es: Si en algunos teléfonos no ha sido posible encontrar automáticamente el modelo, utilizar el menú desplegable para especificarlo.

source: Per rieseguire la scansione della rete, premere il pulsante *Scan*
es: Para volver a ejecutar el escaneo de la red, pulsar el botón *Scan*

source: Configurazioni
es: Configuraciones

source: Lo step finale della sezione Utenti, prevede di raggruppare tutte le impostazioni create e definite nei passi precedenti. La lista degli utenti mostra quelli a cui è stato associato un interno nel primo step. Selezionando un utente è possibile:
es: El paso final de la sección Usuarios, espera reagrupar todas las configuraciones creadas y definidas en los pasos anteriores. La lista de los usuarios muestra aquellos a los que les ha sido asociado un interno en el primer paso. Seleccionando un usuario es posible:

source: Associare un telefono di quelli precedentemente configurati (effettuando il provisioning automatico)
es: Asociar un teléfono de aquellos anteriormente configurados (efectuando el provisioning automático)

source: Inserire un numero di cellulare
es: Introducir un número de teléfono

source: Abilitare la voicemail
es: Habilitar el voicemail

source: Abilitare il client WebRTC
es: Habilitar el cliente WebRTC

source: Scegliere il profilo da destinare all'utente (uno di quelli definiti allo step 3)
es: Elegir el perfil de destino al usuario (uno de aquellos definidos en el paso 3)

source: Scegliere un gruppo a cui far parte (uno di quelli creati allo step 2)
es: Elegir un grupo al que formar parte (uno de aquellos creados en el paso 2)

source: Fasci
es: Conexiones

source: Nella sezione fasci è possibile configurare i gateway per gestire le linee fisiche o creare fascio VoIP specificando le credenziali dei vostri provider
es: En la sección conexiones es posible configurar los gateway para gestionar las líneas físicas o crear conexión VoIP especificando las credenciales de vuestros proveedores

source: Fisici
es: Físicas

source: Modello: specificare il modello del gateway
es: Modelo: especificar el modelo del gateway

source: Impostazioni dinamiche in base al modello:
es: Ajustes dinámicos en base al modelo:

source: ISDN (Specificare per la linea se è Point-Point or Point-MultiPoint)
es: ISDN (Especificar para la línea si es Punto-Punto o Punto-MultiPunto)

source: FXS (Specificare per ogni porta, l'interno da assegnare scegliendo un utente precedentemente configurato)
es: FXS ( Especificar para cada puerta, el interno a asignar eligiendo un usuario anteriormente configurado)

source: FXO (Specificare direttamente il numero, nel campo di testo)
es: FXO (Especificar directamente el número, en el campo de texto)

source: Una volta salvate le impostazioni è possibile caricare la configurazione sul gateway tramite il bottone "Carica" Il gateway prende la configurazione e si riavvia, vengono inoltre creati i fasci relativi.
es: Una vez guardados los ajustes es posible cargar la configuración del gateway a través del botón "Cargar" El gateway coge la configuración y se reinicia, vienen también creados las conexiones relativas.

source: Premere "Crea" per creare la configurazione relativa per quel fascio VoIP.
es: Pinchar en "Crear" para crear la configuración relativa para dicha conexión VoIP.

source: Rotte
es: Rutas

source: Nella sezione rotte è possibile configurare le rotte in entrata e in uscita per il vostro centralino
es: En la sección rutas es posible configurar las rutas en entrada y en salida para vuestra centralita

source: In entrata
es: En entrada

source: Una volta in questa sezione, vi si presenta la lista delle rotte già configurate, con la possibilità di modificarle o eliminarle.
es: Una vez en esta sección, se os presenta la lista de las rutas ya configuradas, con la posibilidad de modificar o eliminar.

source: Premendo sul bottone "Crea nuova rotta" si apre una differente applicazione il Visual Plan, che vi consente di creare, modificare e collegare le varie componenti per gestire al meglio il flusso della chiamata su un determinato numero in ingresso.
es: Pulsando el botón "Crear nueva ruta" se abre una aplicación diferente el Visual Plan, que os permite crear, modificar y conectar los varios componentes para gestionar lo mejor posible el flujo de la llamada en un número determinado en entrada.

source: Premendo il simbolo di spunta nell'applicazione Visual Plan, la configurazione della vostra rotta verrà salvata e da quel momento potrete ricevere chiamate e indirizzare il flusso a seconda della vostra scelta.
es: Pulsando el símbolo de verificación en la aplicación Visual Plan, la configuración de vuestra ruta será guardada y desde ese momento podréis recibir llamadas y dirigir el flujo dependiendo de vuestra elección.

source: In uscita
es: En salida

source: In questa sezione è presente la lista delle rotte in uscita presenti, la prima volta che questa pagina viene visitata, il wizard vi propone delle rotte in uscita di default con i pattern di chiamate specifici per le diverse lingue.
es: En esta sección está presente la lista de las rutas en salida presentes, la primera vez que se visita esta página, el asistente os propone rutas de salida por defecto con el patrón de llamadas específicas para las diversas lenguas.

source: E' possibile inoltre specificare l'ordine con cui usare i fasci, precedentemente creati, e regolare così in maniera personalizzata il percorso delle chiamate in uscita.
es: Es posible además especificar el orden con el que usar las conexiones, anteriormente creadas, y regular así de manera personalizada el transcurso de las llamadas en salida.

source: Applicazioni
es: Aplicaciones

source: La sezione "Applicazioni" consente di creare, modificare o eliminare determinate funzionalità del centralino, che nel wizard vengono solo create e configurate, ma che poi vengono utilizzate nel CTI.
es: La sección "Aplicaciones" permite crear, modificar o eliminar determinadas funcionalidades de la centralita, que en el asistente vienen solamente creadas y configuradas, pero que más tarde vienen utilizadas en el CTI.

source: Ad esempio le schede cliente, nel wizard, vengono configurate per accedere al database e per mostrare in maniera pratica le informazioni ottenute, ma il reale utilizzo sarà all'interno del CTI, durante le chiamate o durante la ricerca di determinate informazioni.
es: Por ejemplo las tarjetas cliente, en el asistente, vienen configuradas para acceder a la base de datos y para mostrar de manera práctica la información obtenida, pero el uso real será en el interior del CTI, durante las llamadas o durante la búsqueda de determinada información.

source: Schede cliente
es: Tarjetas cliente

source: Sorgenti
es: Fuentes

source: Premere "Salva" per aggiungere la sorgente database. La sorgente appena creata apparirà tra la lista di quelle disponibili
es: Pulsar "Guardar" para añadir la fuente base de datos. La fuente creada aparecerá en la lista de aquellas disponibles

source: Template
es: Plantilla

source: I template sono il fac-simile per le vostre schede cliente. Utilizzano il motore `ejs`, che ha una sintassi *JavaScript-like*, che vi permette di scrivere codice html utilizzando specifiche direttive che potete trovare nel sito https://github.com/tj/ejs.
es: Las plantillas son el faq-similar para vuestras tarjetas de cliente. Utilizando el motor `ejs`, che tiene una sintaxis *JavaScript-like*, que os permite escribir código html usando especificas directrices que podéis encontrar en el sitio https://github.com/tj/ejs.

source: Il centralino prevede giù dei template predefiniti con codice HTML già scritto, che potete duplicare e modificare cambiando colore.
es: La centralita proporciona las plantillas predefinidas con código HTML ya escrito, que podéis duplicar y modificar cambiando color.

source: Schede
es: Tarjetas

source: Premere il tasto "Salva" per salvare la vostra scheda cliente.
es: Pulsar la tecla "Guardar" para guardar vuestra tarjeta cliente.

source: Una volta creata la query e la scheda e verificato che il tutto funziona, utilizzare la variabile `$NUMBER` per sostituire i parametri numerici di ricerca delle vostra query.
es: Una vez creada la consulta y la tarjeta y verificado que todo funciona, utilizar la variable `$NUMBER` para sustituir los parámetros numéricos de búsqueda de vuestra consulta.

source: *Esempio*:
es: *Ejemplo*:

source: Se la vostra query è di questo tipo:
es: Si vuestra consulta es de este tipo:

source: dovrà diventare così:
es: deberá convertirse así:

source: Sorgenti video
es: Fuentes video

source: In questa sezione è possibile configurare le sorgenti video o telecamere IP. Cliccando sul bottone "Crea nuova sorgente" è possibile compilare un form per la creazione:
es: En esta sección es posible configurar las fuentes de video o telecámaras IP. Haciendo clic en el botón "Crear nueva fuente" es posible compilar un formulario para la creación:

source: Nome: specificare il nome da dare alla sorgente
es: Nombre: especificar el nombre a asignar a la fuente

source: Extension: specificare l'interno relativo alla sorgente video (precedentemente creata nella sezione "Utenti")
es: Extensión: especificar el interno relativo a la fuente de video (anteriormente creada en la sección "Usuarios")

source: URL: specificare l'URL di collegamento in cui prendere i frame video da mostrare
es: URL: especificar la URL de conexión en la que coger los fotograbas de vídeo a mostrar

source: Connessione: premere il bottone "Verifica" e verificare che l'URL inserito sia corretto, testando la connessione e ottenendo il frame video relativo.
es: Conexiones: pulsar el botón "Verificar" y verificar que la URL introducida sea correcta, comprobando la conexión y obteniendo el fotograma vídeo relativo.

source: Gestione Multipla
es: Gestión Múltiple

source: La sezione "Amministratore" raggruppa le azioni che possono essere fatte dall'amministratore del centralino
es: La sección "Administrador" reagrupa las acciones que pueden ser realizadas por el administrador de la centralita

source: Impostazioni
es: Ajustes

source: Nella parte "Impostazioni", è possibile cambiare la password dell'utente admin.
es: En la parte "Ajustes", es posible cambiar la contraseña del usuario admin.

source: Report
es: Informe

source: La sezione "Report" riporta l'elenco completo degli utenti del centralino specificando il loro:
es: La sección "Informe" reporta la lista completa de los usuarios de la centralita especificando:

source: Username
es: Usuario

source: Nome e Cognome
es: Nombre y Apellido

source: Password utente (se si è in modalità Legacy)
es: Password usuario (si se encuentra en modalidad Legacy)

source: E' presente anche la possibilità di stampare l'elenco in formato PDF cliccando sul bottone "Stampa report PDF"
es: Está presente incluso la modalidad de imprimir la lista en formato PDF haciendo clic en el botón "Imprimir report PDF"
